Repository: common-repository/soulcity-feel-the-city
Catalog: lang/soul-city-iframe-*.po
Languages: fr

source: Show the Soul City Iframe on this post
fr: Afficher l’iframe Soul City sur cette article

source: What this post is talking about ?
fr: De quoi ce post parle ?

source: Enable for all post
fr: Activer pour tous les articles

source: Voting Statistics
fr: Statistiques de vote

source: Blog Post
fr: Articles du Blog

source: Total Vote
fr: Nombre de vote

source: Vote per Feeling
fr: Vote par « feeling »

source: Vote your “feeling” of a place
fr: Faire voter pour les “feelings” d’un lieu

source: At Soul.City, we challenged ourselves to help our users discover a city through their feelings. We all have a different way to experience things, places, moments… There are plenty of guide books out there, for every kind of traveller, and in every kind of format, whether it be paper, blogs, or mobile apps. But none, however, take into consideration the notion of “how I feel right now”.
fr: Soul.City s’est lancé un défi, faire découvrir l’âme des villes à travers les “feelings” des voyageurs. Nous avons chacun une autre façon de ressentir les choses, les lieux, les moments… Il existe de nombreux guides, de toutes sortes et pour tous les types de voyageurs, qu’ils soient sous format papier, blogs ou applications mobiles. Par contre, aucun guide ne prend en compte les “feelings” du moment, de l’instant.

source: At Soul.City we thus aimed to put feelings onto… everything! The challenge, however, is Herculean in its scope. How does one determine whether a place is romantic, or girly, or will make the kids happy?
fr: Chez Soul.City on s’est donc décidé d’essayer de le faire, mais nous nous sommes retrouvé devant un enjeu de taille, comment déterminer que tel ou tel lieu est plus “romantique” qu’un autre, ou “girly” ou adapté quand on veut “rendre les enfants heureux” ?

source: A lot of bloggers with a specific interest already discuss places, restaurants, shops, monuments, cafés, neighbourhoods… and are doing a great job at it! So how do we convince them and their followers to help us determine a “feeling” for all the places they visit and critique?
fr: De nombreux passionnés parlent déjà de lieux, de restaurants, de magasin, de monuments, de quartiers, et ils le font déjà très bien. Alors comment leur donner la possibilité de faire interagir leurs lecteurs pour déterminer le “feeling” de chaque endroit qu’ils visitent et critiquent ?

source: We created a simple WordPress plugin which, once installed, allows the viewing of a range of pre-determined “feelings”, upon which people can cast their votes. The votes are saved and statistics are readily available for the author and his/her followers to view.
fr: Nous avons imaginé un plugin WordPress très simple, qui, une fois installé permet d’afficher un bloc avec les “feelings” sur lesquels on peut cliquer pour voter. Les votes sont enregistrés et les statistiques sont disponibles pour l’auteur et ses lecteurs.

source: The plugin also creates a link to GoogleMaps’s API and may be activated on any or all blog posts. Moreover, it allows to view voting statistics live on every blog post.
fr: Le plugin permet d’indiquer un endroit à travers l’API GoogleMap et peut s’activer sur un post ou sur tous les posts. Il permet également de voir les statistiques de vote sur chaque billet.

source: This plugin is also helpful to us at Soul.City, because it allows us to identify the most popular places based on user votes, city by city, and to allow the users to put a feeling vote onto their favourite places. It thus helps us determine what people like best in what city, and makes us better at creating pertinent content! It also give us the opportunity to know our blogging collaborators. The top ones will be invited to participate in the production of itineraries in their own cities!
fr: Ce module permet à soul.city d’identifier les lieux les plus votés, ville par ville, et de déterminer quels lieux sont plebiscités et quel feeling est majoritairement ressenti pour chaque endroit. Grâce à ces précieux renseignements soul.city est en mesure de déterminer les prochaines villes dans lesquels il faudra déployer l’application, mais aussi quels sont les lieux qui pourraient s’intégrer dans les parcours. Il permettra également de mieux connaître les auteurs, blogueurs, voyageurs et autres défenseurs de l’âme de leur ville. Les meilleurs seront invités à participer à la construction de soul.city dans leur ville.

source: This function of rating “feelings” will also be available as a widget to integrate on commerces’ websites, including: shops, restaurants, museums, and all the places that our users will have voted feelings on.
fr: Cette fonction est également disponible sous forme de widget a intégrer sur le site des commerçants, restaurateurs, musées, etc, et de tous ceux qui tiennent un lieu et qui veulent connaître le feeling ressenti par leurs visiteurs.

source: We at Soul.City are truly proud to bring you this innovative technology to help everyone live a personalized experience when they are abroad… or at home!
fr: Grâce à ces nouvelles avancées, soul.city entend devenir le guide incontournable orientant les visiteurs d’une ville à travers leurs feelings.
